brew "sqlite"
brew "unzip"
brew "python@3.14"
brew "chezmoi"
brew "cmake"
brew "composer"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "just"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "ninja"
brew "node"
brew "oh-my-posh"
brew "openjdk"
brew "pipx"
brew "python@3.12"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "tree"
brew "wabt"
brew "wasmtime"
brew "watcher"
brew "watchexec"
brew "watchman"
brew "zoxide"
cask "copilot-cli"
vscode "asvetliakov.vscode-neovim"
